Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Part 1 (0.25mg/kg Tenecteplase vs Alteplase): Adaptive sample size estimation with 120 participants initially planned, up to maximum 276, to be re-estimated at interim analysis after 100 patients are treated.
es_es: Parte 1 (0.25 mg/kg de tenecteplasa frente a alteplasa): adaptación del tamaño de muestra originalmente propuesto de 120 participantes, hasta un máximo de 276. Se volverá a estimar en el análisis intermedio después de que 100 pacientes hayan recibido tratamiento.

source: Part 1 - MANUFACTURING OPERATIONS
es_es: Parte 1. OPERACIONES DE FABRICACIÓN

source: Part 1 has demonstrated a clinically meaningful improvement in ultra-early reperfusion before angiogram
es_es: En la Parte 1, se demostró una mejora clínicamente significativa en la reperfusión ultratemprana previa a la angiografía.

source: Part 1 has demonstrated a clinically meaningful improvement in ultra-early reperfusion before angiogram and functional outcomes.(23) In Part 2 we will expand to include regional hospitals with longer transfer times where added efficacy of intravenous thrombolysis is particularly critical.
es_es: En la parte 1, se demostró una mejora clínicamente significativa en la reperfusión ultratemprana previa a la angiografía y en los resultados funcionales.(23) En la parte 2, se ampliará el alcance para incluir los hospitales regionales que plantean tiempos de traslado más extensos, donde la mayor eficacia de la trombólisis intravenosa resulta particularmente crítica.

source: Part 1 has demonstrated a clinically meaningful improvement in ultra-early reperfusion before angiogram and functional outcomes
es_es: En la Parte 1, se demostró una mejora clínicamente significativa en la reperfusión ultratemprana previa a la angiografía y en los resultados funcionales.

source: Part 1 has demonstrated a clinically meaningful improvement in ultra-early reperfusion before angiogram.
es_es: En la parte 1, se demostró una mejora clínicamente significativa en la reperfusión ultratemprana previa a la angiografía.

source: Part 1 of EXTEND-IA TNK tested whether intravenous tenecteplase (IV TNK) would result in the same or better rate of recanalization at 1-2 hours after treatment compared with alteplase, based on the rationale that an improved recanalization rate might not only reduce the overall need for endovascular treatment, but also may result in better clinical outcomes in those who still need endovascular therapy.
es_es: En la Parte 1 de EXTEND-IA TNK, se evaluó si la tenecteplasa intravenosa (TNK I.V.) arrojaría la misma mejora o una superior a la alteplasa en la tasa de recanalización 1-2 horas tras el tratamiento, bajo la premisa de que una mejor tasa de recanalización no solo reduciría la necesidad global de tratamiento endovascular, sino también ofrecería mejores resultados clínicos en pacientes que todavía necesitan tratamiento endovascular.

source: Part 1:
es_es: Parte 1:

source: Part 1: To test the hypothesis that tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Parte 1: evaluar la hipótesis de que tenecteplasa no es inferior a la alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: Part 1: The study will be a multicentre, prospective, randomized, openlabel, blinded endpoint (PROBE), controlled phase 2 non-inferiority trial (2 arm with 1:1 randomization) in ischemic stroke patients.
es_es: Parte 1: es estudio será un ensayo multicéntrico, prospectivo, aleatorizado, abierto, con criterio de valoración enmascarado (PROBE), controlado, de fase 2 y de no inferioridad (2 grupos con aleatorización 1:1) en pacientes con ACV isquémico.

source: Part 1: The study will be a multicentre, prospective, randomized, open- label, blinded endpoint (PROBE), controlled phase 2 noninferiority trial (2 arm with 1:1 randomization) in ischemic stroke patients.
es_es: Parte 1: el estudio será un ensayo prospectivo de fase 2, controlado, multicéntrico, aleatorizado, abierto, con criterio de valoración enmascardo (PROBE) y de no inferioridad (2 grupos con aleatorización 1:1) en pacientes con accidente cerebrovascular isquémico.

source: Part 2
es_es: Parte 2

source: Part 2 (0.4mg/kg tenecteplase vs 0.25mg/kg): Adaptive sample size estimation with 300 participants initially planned, up to maximum 656, to be re-estimated at interim analysis after 240 patients are treated
es_es: Parte 2 (0.4mg/kg de tenecteplase frente a 0.25mg/kg): adaptación del tamaño de muestra originalmente programado de 300 participantes, hasta un máximo de 656. Volverá a estimarse en el análisis intermedio luego de que 240 hayan recibido tratamiento.

source: Part 2 (0.4mg/kg tenecteplase vs 0.25mg/kg): Adaptive sample size estimation with 188 participants initially planned, up to maximum 656, to be re-estimated at interim analysis after 150 patients are treated
es_es: Parte 2 (0.4mg/kg de tenecteplasa frente a 0.25mg/kg): reestimación adaptativa del tamaño de muestra con 188 participantes programados inicialmente, hasta un máximo de 656, que volverá a estimarse en el análisis intermedio luego de que 150 pacientes hayan recibido tratamiento.

source: Part 2 - IMPORTATION OF MEDICINAL PRODUCTS
es_es: Parte 2. IMPORTACIÓN DE MEDICAMENTOS

source: Part 2 -IMPORTATION OF MEDICINAL PRODUCTS
es_es: Parte 2. IMPORTACIÓN DE MEDICAMENTOS

source: Part 2 of EXTEND-IA TNK was described in v5 protocol amendment and v5 was the version in operation at commencement of EXTEND-IA TNK part 2.
es_es: La parte 2 de EXTEND-IA TNK se describió en la enmienda al protocolo v5. La versión 5 fue la que se encontraba vigente al comienzo de la parte 2 de EXTEND-IA TNK.

source: Part 2 of the trial was designed after the completion of the original study and was approved by the Melbourne Health Human Research Ethics Committee (Australia) and the National Health and Disability Ethics Committee (New Zealand) as an amendment to the original study protocol.
es_es: La parte 2 del ensayo se diseñó después de la finalización del estudio original y fue aprobada por el Comité de Ética de Investigación Humana de Melbourne Health (Australia) y el Comité Nacional de Ética de Salud y Discapacidad (Nueva Zelanda) como enmienda al protocolo del estudio original.

source: Part 2:
es_es: Parte 2:

source: Part 2: To test the hypothesis that 0.4mg/kg tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Parte 2: evaluar la hipótesis de que 0.4 mg/kg de tenecteplasa es superior a 0.25 mg/kg de tenecteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular en pacientes que se planea someter a tratamiento endovascular.

source: Part 2: that 0.4mg/kg tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Parte 2: que 0.4 mg/kg de tenecteplasa es superior a 0.25 mg/kg de tenecteplasa para lograr la reperfusión en la angiografía incial cuando se administra en las 4.5 horas posteriores al inicio del accidente cerebrovascular en pacientes que se planea someter a tratamiento endovascular.

source: Part 2: The study will be a multicentre, prospective, randomized, open- label blinded endpoint (PROBE), controlled phase 2 trial (2 arm with 1:1 randomization) in ischemic stroke patients.
es_es: Parte 2: el estudio será un ensayo multicéntrico, prospectivo, aleatorizado, abierto, con criterio de valoración enmascarado (PROBE), controlado y de fase 2 (2 grupos con aleatorización 1:1) en pacientes con ACV isquémico.

source: Part 2: The study will be a multicentre, prospective, randomized, openlabel, blinded endpoint (PROBE), controlled phase 2 trial (2 arm with 1:1 randomization) in ischemic stroke patients.
es_es: Parte 2: el estudio será un ensayo prospectivo de fase 2, controlado, multicéntrico, aleatorizado, abierto, con criterio de valoración enmascardo (PROBE) y de no inferioridad (2 grupos con aleatorización 1:1) en pacientes con accidente cerebrovascular isquémico.

source: Part 2: To assess whether higher dose (0.4mg/kg) tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: Parte 2: evaluar si una dosis mayor (0.4 mg/kg) de tenecteplasa es superior a la dosis de 0.25 mg/kg de tenecteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: Part 3 MANUFACTURING OPERATIONS -ACTIVE SUBSTANCES
es_es: Parte 3. OPERACIONES DE FABRICACIÓN . PRINCIPIOS ACTIVOS

source: Part I was a 4x4x4 crossover design in which the test treatment (T1) was compared with the reference treatment (R1) under fed and under fasted conditions (see Section 9.4.1).
es_es: La Parte I consistió en un diseño cruzado 4x4x4 en el que se comparó el tratamiento en estudio (T1) con el tratamiento de referencia (R1) con y sin ayuno (ver la Sección 9.4.1).

source: Part II was a 2x2x2 crossover design in which the test treatment (T2) was compared with the reference treatment (R2) under fed conditions.
es_es: La Parte II consistió en un diseño cruzado 2x2x2 en el que se comparó el tratamiento en estudio (T2) con el tratamiento de referencia (R2) sin ayuno.

source: Part II.
es_es: Parte II.

source: Part of capsule
es_es: Parte de la cápsula

source: Part washer
es_es: Lavadora de piezas

source: Partial recanalization with IV TNK occurring prior to endovascular therapy might allow faster complete recanalization with intra-arterial therapy and may provide better collateral flow to the ischemic brain thereby reducing the risk of infarct growth (and possibly hemorrhagic transformation during the procedure).
es_es: La recanalización parcial con TNK intravenosa antes del tratamiento endovascular podría permitir una recanalización completa y más rápida con tratamiento intraarterial y ofrecer un mejor flujo colateral al cerebro isquémico, y reducir así el riesgo de crecimiento del infarto (y posiblemente una transformación hemorrágica durante el procedimiento).

source: Partial recanalization with IV TNK occurring prior to endovascular therapy might allow faster complete recanalization with intraarterial therapy and may provide better collateral flow to the ischemic brain thereby reducing the risk of infarct growth (and possibly hemorrhagic transformation during the procedure).
es_es: La recanalización parcial con TNK intravenosa antes del tratamiento endovascular endovascular podría permitir una completa recanalización más rápida con tratamiento intraarterial y ofrecer un mejor flujo colateral al cerebro isquémico, y reducir así el riesgo de crecimiento del infarto (y posiblemente una transformación hemorrágica durante el procedimiento).

source: Participants were randomly assigned 1:1 to receive 0.40 mg/kg of intravenous tenecteplase (maximum, 40 mg) or 0.25 mg/kg of intravenous tenecteplase (maximum, 25 mg) via a centralized web server, using permuted blocks of 4 stratified by the location of the recruiting site as metropolitan, rural (transfer time to endovascular-capable center >1h), or mobile stroke unit and subsequently by the site of vessel occlusion into internal carotid artery/basilar artery vs middle cerebral artery.
es_es: Los participantes se asignaron aleatoriamente 1:1 a recibir 0.40 mg/kg de tenecteplasa intravenosa (máximo, 40 mg) o 0.25 mg/kg de tenecteplasa intravenosa (máximo, 25 mg) mediante un servidor web centralizado, utilizando bloques permutados de 4, estratificados por ubicación del centro de reclutamiento como metropolitano, rural (tiempo de traslado al centro con capacidad endovascular >1 h) o unidad móvil de atención de accidentes cerebrovasculares, y posteriormente, por lugar de oclusión del vaso dentro de la arteria carótida/arteria basilar respecto de la arteria cerebral media.

source: Participants with baseline mRS >1 will be included as “good outcome” in these dichotomous analyses if there is no change from baseline mRS at 90 days.
es_es: Los participanes que cuenten con una puntuación inicial >1 en la escala mRS se calificarán como “buen resultado” en estos análisis dicotómicos cuando no se observen cambios entre el puntaje inicial de mRS y el puntaje a los 90 días.

source: Participants with severe premorbid disability, defined as a modified Rankin Scale (mRS) score (range, 0 [normal] to 6 [death]) greater than 3, were excluded.
es_es: Se excluyeron los participantes con discapacidad premórbida grave, definida como una puntuación en la Escala de Rankin modificada (mRS) (rango, 0 [normal] a 6 [muerte]) superior a 3.

source: Participating patients were required to give informed consent specifically for biobanking.
es_es: Los pacientes que optaran, debían dar un consentimiento informado específico para el banco biológico.

source: Participation in another trial with investigational drug administration within 60 days prior to administration of trial medication in the current trial
es_es: Participación en otro ensayo que implique la administración de un medicamento experimental en los 60 días previos a la administración de la medicación estudiada en este ensayo.

source: Participation in sampling for biobanking (including DNA) was voluntary and not a prerequisite for participation in the trial.
es_es: La participación en la toma de muestras para el banco biológico (incluido el ADN) fue voluntaria y no fue un requisito previo para participar en el ensayo.

source: Particle size
es_es: Tamaño de partícula

source: Particle size distribution
es_es: Distribución del tamaño de partícula

source: Particular warning for regular use
es_es: Advertencia particular para uso crónico

source: Particulate Contamination:
es_es: Contaminación de partículas:

source: Particulate contamin.
es_es: Contam. por part.:

source: Particulate contamination
es_es: Contaminación de partículas

source: Particulate contamination (sub-visible particles)
es_es: Contaminación por partículas (partículas subvisibles)

source: Particulate contamination - sub- visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: Particulate contamination – sub-visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: Particulate contamination:
es_es: Contaminación por partículas:

source: Particulate contamination: sub-visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: Particulate contamination: visible particles
es_es: Contaminación de partículas: partículas visibles

source: Particulate contamination - Sub-visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: Particulate contamination- sub-visible particles
es_es: Contaminación de partículas: partículas subvisibles

source: Particulate contamination-Visible particles
es_es: Contaminación de partículas: partículas visibles

source: Parties agreed to:
es_es: Partes involucradas:

source: Partition coefficient (logP)
es_es: Coeficiente de reparto (logP)

source: Parts per billion
es_es: Partes por mil millones

source: Parts per million
es_es: Partes por millón

source: Parámetros a ser evaluados.
es_es: Parameters to be evaluated.

source: Parámetros evaluados.
es_es: Assessed parameters.

source: Parámetros farmacocinéticos del medicamento de prueba y de referencia.
es_es: Test and reference product pharmacokinetic parameters.

source: Parámetros farmacocinéticos por cada sujeto participante, luego de la administración del medicamento de prueba y de referencia.
es_es: Pharmacokinetic parameters per participant subject after administration of the test and reference product.

source: Pass
es_es: Aprobado

source: Pass 2
es_es: Aprobado 2

source: Pass 3
es_es: Aprobado 3

source: Pass for SDS-PAGE: consistent with time zero and -70°C samples
es_es: Aprobado para SDS-PAGE: coincide con las muestras del tiempo cero y a -70 °C

source: Pass for colour and appearance: white to pale yellow cake, clear to slightly opalescent liquid, colourless to pale yellow liquid
es_es: Aprobado en cuanto al color y aspecto: pasta dura blanca a amarillenta, líquido transparente a ligeramente opalescente, líquido incoloro a amarillento.

source: Pass, for all corresponding requirements.
es_es: Aprobado para todos los requisitos correspondientes.

source: Pass/Fail
es_es: Aprobado/desaprobado

source: Passive
es_es: Pasivo

source: Past medical history and details of the current and any previous stroke are also recorded.
es_es: También se registran los antecedentes médicos y los detalles del accidente cerebrovascular actual y anterior, si lo hubo.

source: Path length (flow cell)
es_es: Longitud de recorrido (celda de flujo)

source: Path length:
es_es: Longitud de recorrido:

source: Patheon Puerto Rico, Inc., Manatí, Puerto Rico, United States
es_es: Patheon Puerto Rico, Inc., Manatí, Puerto Rico, Estados Unidos

source: Patient Information Leaflet
es_es: Folleto para el paciente

source: Patient Weight (Kg)
es_es: Peso del paciente (kg)

source: Patient analysis sets – RS
es_es: Grupos de análisis de pacientes. GrA

source: Patient assignment to a treatment group was determined by a computer-generated random sequence.
es_es: Para asignar los pacientes a cada grupo de tratamiento, se usó una secuencia aleatorizada generada por computadora.

source: Patient currently prescribed and taking a direct non-vitamin K oral anticoagulant (DOAC).
es_es: Paciente al que se le indicó y que al momento está recibiendo un anticoagulante oral directo sin vitamina K (ACOD).

source: Patient deteriorated 12h post treatment NIHSS 26, CT showed large infarct, no hemorrhage.
es_es: El paciente presentó deterioro 12 h después del tto. a un puntaje de NIHSS 26, en la TC no se observó un infarto extenso ni hemorragia.

source: Patient died at 19:25.
es_es: El paciente murió a las 19:25.

source: Patient disposition – screened patients
es_es: Disposición de los pacientes; pacientes evaluados

source: Patient eligibility was based upon a complete medical history including a physical examination and clinical laboratory tests.
es_es: La elegibilidad de los pacientes se basó en una historia clínica completa, que incluía una exploración física y análisis de laboratorio clínico.

source: Patient information leaflet
es_es: Prospecto para el paciente

source: Patient population
es_es: Población de pacientes

source: Patient's age is ≥18 years
es_es: Los pacientes son ≥18 años

source: Patient, family member or legally responsible person depending on local ethics requirements has given informed consent
es_es: El paciente, un familiar o una persona legalmente responsable, de acuerdo con los requisitos éticos locales, prestó el consentimiento informado.

source: Patient-preferred outcome (further endpoint)
es_es: Desenlaces preferentes para el paciente (criterio de valoración adicional)

source: Patient-reported outcome measured by KCCQ at Week 52
es_es: Resultados informados por los pacientes mediante el cuestionario KCCQ en la Semana 52

source: Patient details
es_es: Detalles del paciente

source: Patients analysed, N (%)
es_es: Pacientes analizados, N (%)

source: Patients are followed up until 3 months.
es_es: Se realiza un seguimiento de los pacientes hasta los 3 meses.

source: Patients are randomized to IV tenecteplase at either 0.40mg/kg (max 40mg) or 0.25mg/kg (max 25mg) prior to thrombectomy.
es_es: Los pacientes se asignan al azar a una dosis de 0.40 mg/kg (máx. 40 mg) o 0.25 mg/kg (máx. 25 mg) de tenecteplasa intravenosa antes de la trombectomía.

source: Patients are randomized to receive intravenous tenecteplase at a dose of either 0.40mg/kg (maximum 40mg) or 0.25mg/kg, (maximum 25mg), administered as a bolus over ~5 seconds), according to a randomization schedule that is based on permuted blocks to promote both group and sequential balance.
es_es: Los pacientes se asignan al azar a recibir tenecteplasa intravenosa a una dosis de 0.40 mg/kg (máximo: 40 mg) o de 0.25mg/kg, (máximo: 25 mg), mediante inyección intravenosa rápida de ~5 segundos, de acuerdo con el cronograma de aleatorización basado en bloques permutados para lograr un equilibrio de grupos y secuencias.

source: Patients characteristics and baseline comparisons
es_es: Caraterísticas de los pacientes y comparaciones con el inicio

source: Patients did not have to be fasting.
es_es: No era necesario que los pacientes concurrieran en ayunas.

source: Patients do not receive payment for participation.
es_es: Los pacientes no reciben remuneración a cambio de su participación.

source: Patients eligible for endovascular thrombectomy in addition to intravenous thrombolysis were eligible for enrolment.
es_es: Se consideró que cumplían con los requisitos de reclutamiento los pacientes aptos para trombectomía intravascular además de trombólisis intravenosa.

source: Patients had to have at least one of the following evidence of HF:
es_es: Los pacientes debían presentar al menos una de las siguientes evidencias de insuficiencia cardíaca:

source: Patients imaged and enrolled within 4.5 hours but receiving thrombolysis within a few minutes of the 4.5-hour time threshold (< 15 minutes at maximum) were not considered protocol deviations given the pragmatic nature of the trial.
es_es: Dada la naturaleza pragmática del ensayo, no se consideró que se desviaran del protocolo los pacientes a quienes se le realizaron imágenes y se reclutaron dentro de las 4.5 horas, pero cuya trombólisis se realizó pocos minutos antes del umbral de 4.5 horas (<15 minutos como máximo).

source: Patients imaged and enrolled within 4·5 hours but receiving thrombolysis within a few minutes of the 4·5-hour time threshold (< 15 minutes at maximum) were not considered protocol deviations given the pragmatic nature of the trial.
es_es: Dada la naturaleza pragmática del ensayo, no se consideró que se desviaran del protocolo los pacientes a quienes se le realizaron imágenes y se reclutaron dentro de las 4.5 horas, pero cuya trombólisis se realizó pocos minutos antes del umbral de 4.5 horas (<15 minutos como máximo).

source: Patients in Japan were to follow a slightly different visit schedule (see local amendments in Appendix 16.1.1.2).
es_es: Los pacientes en Japón debían seguir un cronograma de visitas algo diferente (en el Apéndice 16.1.1.2 pueden consultarse las enmiendas locales).

source: Patients in the tenecteplase group had a median score of 2, as compared with a median score of 3 among patients in the alteplase group (common odds ratio, 1.7; 95% CI, 1.0 to 2.8; P=0.04).
es_es: Los pacientes en el grupo de tenecteplasa tuvieron una mediana de puntaje de 2, en comparación con la mediana de puntaje de 3 en los pacientes del grupo de alteplasa (cociente de probabilidades común, 1.7; IC del 95%, 1.0 a 2.8; P=0.04).
